;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Polski
;Language name in English e.g. German
LanguageEn=Polish

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(pusty)
21027=OK
21028=Anuluj
21029=Zamknij

;Words - simple words can be reused
150=Nic
151=Zastosuj
152=Foldery
153=Pliki
154=Nazwa
155=Ścieżka
156=Nazwa:
157=Skrót klawiszowy:
158=Ścieżka:
159=Reset

;Global
602=Opcje Listary

;Balloon
801=Listary działa w tle.
802=Znajdź podczas pisania
803=Opcja znajdź podczas pisania została tymczasowo wyłączona dla tej listy. Wciśnij ESC, aby przywrócić.

;Tray Menu
1001=Pomoc Online
1002=Sprawdź aktualizacje...
1003=Informacja
1004=Zakończ

;Toolbar
1100=Szukaj

;Favorite Menu
2000=Ulubione
2001=Aplikacja
2002=Wszystkie
2003=Dodaj tutaj
2004=Dodaj aktualny folder do ulubionych
2050=Nie udało się dodać do ulubionych
2051=Listary nie był w stanie znaleźć ścieżkę z tej aplikacji.

;Recent Menu
2100=Najnowsze
2101=Wyczyść
2105=Śledź tę aplikację
2106=Nie śledź tej aplikacji

;Commands Menu
2201=Aktualnie otwarte foldery
2202=Pokaż ostatnio otwarty folder w menedżerze plików
2203=Otwórz wybrany plik w menedżerze plików
2204=Przeglądaj aktualny folder
2205=Wiersz poleceń
2206=Przejdź do folderu aplikacji
2207=Przeglądaj folder aplikacji
2208=Pokaż rozszerzenia plików
2209=Pokaż ukryte pliki i foldery
2210=Kopiuj ścieżkę folderu do schowka
2211=Kopiuj ścieżki wybranych pozycji do schowka
2212=Kopiuj do schowka wybrane pozycje wyświetlanych nazw
2213=Opcje
2214=Uaktualnij do wersji Pro
2215=Export List Content to Excel
2216=Wyłącz Listary dla tej aplikacji
2218=Separator
2219=Do góry
2252=Czy na pewno chcesz wyłączyć Listary dla tej aplikacji?
2253=Wyłącz Listary
2254=Listary nie pojawi się już więcej od następnego uruchomienia tej aplikacji.
2260=Wiersz poleceń (administrator)
2261=Dodaj bieżący folder jako projekt

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lista
2301=Idź do
2302=Brak szukanych pozycji.
2303=(bieżący folder)
2304=Projekt
2305=Menu kontekstowe

;Options > General
3000=Ogólne
3001=Uruchom Listary podczas uruchamiania systemu Windows
3002=Ustaw kursor do listy plików automatycznie dla Eksploratora Windows XP
3004=Szybka zmiana (Otwórz folder w oknie dialogowym po przejściu z menedżera plików)
3005=Język:
3006=Domyślny menedżer plików
3007=Wypełnij, jeśli wolisz korzystać z menedżera plików innego niż Eksplorator Windows.\nUżyj %1 w parametrze dla ścieżki. Nie zapomnij o cudzysłowach.
3008=Dopasowywanie rozmyte
3009=Automatycznie sprawdzaj aktualizacje
3010=Sprawdzaj nowe wersje beta
3020=Wyłącz tymczasowo "Znajdź podczas pisania", dla aktualnej listy (naciśnij ESC, aby przywrócić):

;Options > Favorites
3100=Ulubione
3106=Podmenu

;Options > Commands
3306=Dodaj swoje polecenie
3309=Polecenie
3313=Pokaż tytuł:
3314=Opis:
3315=Słowo kluczowe:
3316=Tryb cichy
3317=Uruchom jako administrator

;Options > Applications
3402=Włącz Listary dla tej aplikacji
3403=Śledź historię ostatnio używanych plików i folderów

;Options > Keyboard and Mouse
3503=Pokaż pasek narzędzi Listary:
3504=Pokaż menu:

;Options > Display
3603=W stosunku do listy
3604=W stosunku do okna
3605=Od góry
3606=Od dołu
3607=Od lewej
3608=Od prawej
3618=U góry okna
3619=Na dole okna
3620=W stosunku do monitora
3621=Center of window
3624=Dwuklik w pusty obszar aktywuje Listary
3625=Kliknij środkowym klawiszem myszy, aby aktywować Listary
3626=Włącz lokalny skrót klawiszowy, gdy pasek narzędzi Listary jest ukryty
3628=Pozycja paska narzędzi
3629=Znajdź podczas pisania

;Options > Pro
3800=Uaktualnij do Listary Pro
3802=Nazwa:
3803=E-mail:
3804=Kod rejestracyjny:
3808=Wklej ze schowka
3809=Sprawdź kod rejestracyjny
3810=Gratulacje, pomyślnie zaktualizowałeś Listary do wersji Pro!
3811=Przepraszamy, kod rejestracyjny jest nieprawidłowy.
3812=Listary jest bezpłatny do osobistego, niekomercyjnego użytku.
3813=Jeśli chcesz używać Listary do użytku komercyjnego lub w miejscu pracy lub chcesz wesprzeć rozwój Listary, uaktualnij do Listary Pro.
3814=Pobierz Listary Pro!

;Options > About
3900=Informacja
3902=Strona domowa
3903=Licencję na program posiada

;Options > Integration
4000=Integracja
4002=Użyj Total Commander do zastąpienia okien "Otwórz plik":

;Custom Command Dialog
4200=Dostosuj polecenie
4201=Pełna ścieżka pliku wykonywalnego.\nPrzykład: C:\Program Files\7-Zip\7z.exe
4202=Parametry:
4203=Przykład pokazuje jak dodać wybrany plik do archiwum przy użyciu 7-Zip.\n\nMożna użyć następujących zmiennych w parametrach. Zmienne nie mogą zawierać cudzysłowów, należy dodać je ręcznie w zależności od potrzeb.
4204=%file%\t\tPełna ścieżka dla wybranego pliku/folderu.\nPrzykład:  D:\pobierz\muzyka\przykład.mp3\n\n%path%\tŚcieżka bieżącego folderu.\nPrzykład:  D:\pobierz\muzyka\\n\n%filename%\tNazwa wybranego pliku/folderu.\nPrzykład: przykład.mp3
4210=Utwórz plik txt (przykład)
4211=Utwórz "{query}.txt"
4212=Np. wpisz "txt abc", aby edytować "abc.txt" w Notatniku

;Add Favorite Dialog
4300=Dodaj ulubione
4301=Użyj ścieżki

;Menu List
4400=Menu
4401=Pasek narzędzi
4402=Menu podręczne
4403=Ulubione
4404=Ulubiona aplikacja
4405=Katalog głowny Total Commander
4406=Ostatnie
4407=Polecenia
4408=Lewy przycisk myszy na ikonie paska zadań
4409=Prawy przycisk myszy na ikonie paska zadań

;Menu List Item Type
4500=Ulubiony folder
4501=Ulubiony dokument
4502=Uruchom aplikację

;Options > Menus
5000=Menu
5001=Polecenia
5002=Resetuj menu
5003=Na pewno chcesz zresetować wszystkie menu do domyślnych? Nie stracisz swoich ulubionych ani poleceń.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=Według typu okna

;Options > Hotkeys
5200=Skróty klawiszowe

;Options > By Application
5300=Wg. programów
5301=Przypięte ścieżki
5302=Pokazane są programy tylko z ustawieniami innymi niż domyślne.

;Options > Index
5402=Automatycznie szukaj w podfolderach
5403=Prefiks do szukania na wszystkich dyskach:
5404=Wyłącz szukanie na dysku
5410=Wyklucz dysk lub folder
5411=Dodaj filtr wyłączający
5412=Usuń wybraną pozycję
5413=Szukaj na dysku
5416=Wyłącz przeszukiwanie dysku
5417=Wymuś przebudowę indeksu
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Historia
5501=Śledź historię otwartych plików i folderów
5502=Wyczyść historię
5503=Czy na pewno chcesz usunąć całą historię?
3208=Automatycznie zaznacz ostatnio otwarty plik w oknie dialogowym do wybierania pliku
3215=Szukaj ostatnio używanych plików i folderów
5510=Wykluczenia dla historii

;Options > Projects
5600=Projekty
5601=Słowo kluczowe
5602=Co to jest?
5603=Na przykład, gdy dodasz "D:\Websites\My Blog" jako projekt ze słowem kluczowym "blog",można wpisać "blog file_to_find.html"do szukania plików i folderów z każdego miejsca w każdym czasie.
5605=Uaktualnij do Listary Pro, aby używać projektów!

;Options > Appearance
5700=Wygląd
5701=Rozmiar
5702=Normalny
5703=Mały
5710=(w pikselach. 0 to domyślne)
5711=Szerokość:
5712=Maksymalna wysokość:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Dodaj filtr wyłączający
6101=* dopasowuje zero lub więcej znaków
6102=? dopasuje dokładnie jeden znak
6103=Filtr:

;Dialog > Register Hotkey
6200=Skrót klawiszowy Listary
6201=Skrót klawiszowy $1 jest używany przez inną aplikację.
6202=Określ nowy:

;Dialog > Upgrade to Pro
6301=Ta funkcja jest dostępna jako część testowania Listary Pro.
6302=Kontynuuj

;Updates
6400=Aktualizuj Listary
6402=Listary nie może teraz sprawdzić aktualizacji, spróbuj ponownie później.
6403=Aktualnie korzystasz z najnowszej wersji Listary, proszę sprawdzić innym razem.
6404=Nowa wersja $1 jest dostępna.
6405=Zainstalowana wersja:
6406=Najnowsza wersja:
6407=Otwórz stronę pobierania
6408=Pomiń tę wersję
6409=Przypomnij później

;UI
8000=Kliknij, aby ustawić skrót klawiszowy
8001=Wciśnij przyciski skrótu

;Actions
9000=Akcja
9001=Otwórz folder
9002=Kopiuj ścieżkę do schowka
9003=Otwórz
9004=Kopiuj ścieżkę folderu do schowka
9005=Kopiuj do bieżącego folderu
9006=Przenieś do bieżącego folderu
9007=Copy
9008=Cut
9020=Na pewno chcesz przenieść "$1" do "$2"?

;Tutorial
7000=Samouczek
7001=Wypróbuj!
7002=Dalej >
7003=Nie, dziękuję
7004=Gotowe
7005=Kliknij *Dalej >* kiedy skończysz

7010=Wydaje się, że po raz pierwszy uruchomiłeś Listary. Czy chcesz skorzystać z samouczka?

7020=Okno Explorera zostanie otwarte po uruchomieniu.

7030=W Explorerze możesz wpisać bezpośrednio to co potrzebujesz.
7031=Wpisz *text 2*

7040=*Tab / góra / dół:* wybierz plik lub folder
7041=*Enter* otwórz wybrany plik lub folder
7042=*ESC* ukryj pasek narzędzi Listary

7050=Gdy często używasz menu prawego (menu kontekstowe), tryb działania byłyby bardzo pomocny.
7051=Wpisz szukaną frazę
7052=Wybierz jeden wynik (użyj Tab / góra / dół)
7053=Naciśnij *strzałka w prawo*

7060=Wszystkie Twoje wpisy menu kontekstowego są tutaj (zarówno 32-bitowe jak i 64-bitowe). Możesz użyć szukania, aby natychmiastowo wybrać potrzebną pozycję.

7070=Możesz też bezpośrednio wpisać ścieżkę.
7071=Wpisz ścieżkę jak D:\My folder\Photos

7080=Aby uniknąć konfliktów, Listary w niektórych menedżerach plików, nie pojawi się automatycznie podczas pisania. Zawsze można użyć klawisza skrótu (1$), by aktywować funkcję.
7081=Wypróbuj skrót klawiszowy *$1*

7090=Jeśli wolisz, możesz używać dwukliku lub kliku środkowym przyciskiem myszy, by uzyskać dostęp do Listary.
7091=Kliknij dwukrotnie w pusty obszar prawego panelu Eksploratora.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Wybierz Notatnik
7103=Naciśnij Enter, aby go otworzyć

7110=Teraz powinieneś mieć otwarte okno notatnika.
7111=Kliknij na Plik > Otwórz… (lub naciśnij na Ctrl + O) w notatniku

7112=Naciśnij *Ctrl + G*
7120=Listary otworzył swój poprzedni folder w Eksploratorze Windows? Może także pomóc zrobić to automatycznie.
7121=Przełącz na poprzednie okno Explorera
7122=Otwórz dowolny inny folder w Eksploratorze
7123=Przełącz z powrotem do okna Otwórz w notatniku
7124=Zauważ, jak w oknie Otwieranie zmienił się folder

7130=Istnieje wiele innych funkcji w Listary takich jak ulubione, historia i polecenia. Można kliknąć przyciski na pasku narzędzi, żeby odkrywać więcej.

7141=Dziękuję bardzo za poświęcony czas! Kliknij na link niżej, by dowiedzieć się więcej o innych funkcjach Listary:
7142=Dowiedz się więcej o Listary
